base
base-devel
bluez
bluez-utils
btrfs-progs
cronie
dmenu
dunst
efibootmgr
emacs
firefox
git
grim
grub
grub-btrfs
gst-plugin-pipewire
htop
hyprland
inotify-tools
intel-media-driver
intel-ucode
iwd
keyd
kitty
kvantum
kvantum-qt5
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
nano
neovim
network-manager-applet
networkmanager
nwg-look
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5ct
qt6ct
slurp
smartmontools
steam
sxhkd
thunar
thunar-archive-plugin
thunar-volman
timeshift
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
xcb-util
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zram-generator
